Repository: Zren/plasma-applet-presentwindows
Catalog: package/translate/*.po
Languages: nl, nl_nl, pl_pl

source: Present Windows Button
nl: Vensters presenteren-knop

source: Trigger the Present Windows desktop effect's shortcut with a click.
nl: Toon het vensteroverzicht met één muisklik.

source: General
nl: Algemeen
nl_nl: Algemeen
pl_pl: Ogólne

source: Behavior
nl: Gedrag

source: Click
nl: Klik
nl_nl: Klik
pl_pl: Kliknięcie

source: Enable Desktop Effect
nl: Effect inschakelen

source: Appearance
nl: Vormgeving

source: Icon
nl: Pictogram
nl_nl: Pictogram
pl_pl: Ikona

source: Unity Pager Theme
nl: Unity-thema
nl_nl: Unity Pager-thema
pl_pl: Motyw Unity Pager

source: Use Unity 7 Theme
nl: Unity 7-thema gebruiken
nl_nl: Unity 7-thema gebruiken
pl_pl: Motyw Unity 7

source: Never
nl: Nooit

source: When Plasma Style is Unity Ambiance
nl: Als Plasmastijl is ingesteld op Unity Ambience

source: Always
nl: Altijd

source: Should we use a Virtual Desktop indicator similar to Unity 7? This feature is enabled for the <a href="https://store.kde.org/p/998797/">Unity Ambiance</a> Plasma Style by default.
nl: Moet er een virtuelebureaublad-indicator worden getoond, net zoals in Unity 7? Deze functie is standaard ingeschakeld als je gebruikmaakt van de <a href="https://store.kde.org/p/998797/">Unity Ambiance</a>-plasmastijl.

source: <b>Current Plasma Style:</b> %1
nl: <b>Huidige Plasma-stijl:</b> %1

source: Show Overview
nl: Overzicht tonen

source: Present Windows (All desktops)
nl: Vensters presenteren (alle bureaubladen)
nl_nl: Vensters presenteren (alle bureaubladen)
pl_pl: Prezentacja okien (Wszystkie pulpity)

source: Present Windows (Current desktop)
nl: Vensters presenteren (huidig bureaublad)
nl_nl: Vensters presenteren (huidige bureaublad)
pl_pl: Prezentacja okien (Bieżący pulpit)

source: Present Windows (Window class)
nl: Vensters presenteren (vensterklasse)
nl_nl: Vensters presenteren (vensterklasse)
pl_pl: Prezentacja okien (Klasa okna)

source: Show Desktop Grid
nl: Bureaubladrooster tonen
nl_nl: Bureaubladraster tonen
pl_pl: Siatka pulpitu

source: Present Windows Effect
nl_nl: Effect voor Vensters presenteren
pl_pl: Efekt prezentacji okien

source: Button will not work when the Present Windows desktop effect is disabled.
nl_nl: De knop werkt niet als het bureaubladeffect Vensters presenteren is uitgeschakeld.
pl_pl: Przycisk nie działa, gdy efekt pulpitu jest nieaktywny.

source: Show Desktop Grid Effect
nl_nl: Bureaubladraster-effect tonen
pl_pl: Efekt siatki pulpitu

source: Button will not work when the Desktop Grid desktop effect is disabled.
nl_nl: De knop werkt niet als het bureaubladeffect Bureaubladraster is uitgeschakeld.
pl_pl: Przycisk nie działa, gdy efekt pulpitu jest nieaktywny.

source: Should we use a Virtual Desktop indicator similar to Unity 7? This feature is enabled for the <a href="https://store.kde.org/p/998797/">Unity Ambiance</a> desktop theme by default.
nl_nl: Moet er een virtuele bureaubladindicator in de stijl van Unity 7 worden gebruikt? Deze functie is standaard ingeschakeld voor het bureaubladthema <a href="https://store.kde.org/p/998797/">Unity Ambiance</a>.

source: <b>Current Desktop Theme:</b> %1
nl_nl: <b>Huidig bureaubladthema:</b> %1
pl_pl: <b>Motyw bieżącego pulpitu:</b> %1

source: <b>Version:</b> %1
nl_nl: <b>Versie:</b> %1
pl_pl: <b>Wersja:</b> %1

source: Enabled
nl_nl: Ingeschakeld
pl_pl: Włączone
